Repository: sheilagomes/wp-trad
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt_br

source: ###LINK### This email has been sent to ###EMAIL###.
pt_br: ###LINK### Este e-mail foi enviado para ###EMAIL###.

source: %1$s thought on &ldquo;%2$s&rdquo;
pt_br: %1$s comentário em &ldquo;%2$s&rdquo;

source: %1$s thoughts on &ldquo;%2$s&rdquo;
pt_br: %1$s comentários em &ldquo;%2$s&rdquo;

source: %s Branch
pt_br: Versões %s

source: %s%% of the web uses WordPress, from hobby blogs to the biggest news sites online.
pt_br: %s%% da internet usa o WordPress, de blogs amadores até os maiores sites de notícias.

source: &hellip; and hundreds more
pt_br: &hellip; e centenas de outros

source: &larr; Back to login
pt_br: &larr; Voltar para o acesso

source: -- The WordPress.org Team
pt_br: -- Equipe do WordPress.org

source: 15 block editor related bug fixes and improvements have been added to bundled themes.
pt_br: Quinze correções de erros e melhorias relacionados ao editor de blocos foram adicionaos aos temas padrão.

source: 21 other bugs were fixed in WordPress 4.9.2.
pt_br: Outros 21 erros foram resolvidos no WordPress 4.9.2.

source: 45 total Block Editor improvements are included (14 performance enhancements & 31 bug fixes).
pt_br: Um total de 45 melhorias no editor de blocos (14 melhorias no desempenho e 31 correções de erros).

source: 5.0.2 is a maintenance release that addresses 73 bugs.
pt_br: A versão 5.0.2 é uma atualização de manutenção que corrige 73 erros.

source: 5.0.3 is a maintenance release that includes 36 bug fixes and 7 performance updates.
pt_br: A versão 5.0.3 é uma atualização de manutenção que corrige 36 erros e inclui 7 atualizações de desempenho.

source: 5.1 introduces a new database table to store metadata associated with sites and allows for the storage of arbitrary site data relevant in a multisite / network context.
pt_br: A versão 5.1 traz uma nova tabela no banco de dados para gravar metadados associados aos sites e permite o armazenamento de quaisquer dados relevantes aos sites em um contexto multisite ou rede.

source: <a href="%1$s">PHP</a> version %2$s or greater.
pt_br: <a href="%1$s">PHP</a> versão %2$s superior.

source: <a href="%s">Find a Web Host</a> and get great hosting while supporting WordPress at the same&nbsp;time.
pt_br: <a href="%s">Encontrar um serviço de hospedagem</a> e receber um ótimo serviço enquanto ajuda o WordPress.

source: <a href="%s">HTTPS</a> support
pt_br: Suporte <a href="%s">HTTPS</a>

source: <a href="%s">Read the Documentation</a> and become a WordPress expert yourself, impress your friends.
pt_br: <a href="%s">Ler a documentação</a>, tornar-se um especialista no WordPress e impressionar seus amigos.

source: 1265578519, Aaron Jorbin, Adam Silverstein, Alain Schlesser, alexgso, Andrea Fercia, andrei0x309, antipole, Anwer AR, Birgir Erlendsson (birgire), Blair jersyer, Brooke., Chetan Prajapati, codegrau, conner_bw, David A. Kennedy, designsimply, Dion Hulse, Dominik Schilling (ocean90), ElectricFeet, ericmeyer, FPCSJames, Garrett Hyder, Gary Pendergast, Gennady Kovshenin, Henry Wright, Jb Audras, Jeffrey Paul, Jip Moors, Joe McGill, Joen Asmussen, John Blackbourn, johnpgreen, Junaid Ahmed, kristastevens, Konstantin Obenland, Laken Hafner, Lance Willett, leemon, Mel Choyce, Mike Schroder, mrmadhat, nandorsky, Nidhi Jain, Pascal Birchler, qcmiao, Rachel Baker, Rachel Peter, RavanH, Samuel Wood (Otto), Sebastien SERRE, Sergey Biryukov, Shital Marakana, Stephen Edgar, Tammie Lister, Thomas Vitale, Will Kwon, and Yahil Madakiya.
pt_br: 1265578519, Aaron Jorbin, Adam Silverstein, Alain Schlesser, alexgso, Andrea Fercia, andrei0x309, antipole, Anwer AR, Birgir Erlendsson (birgire), Blair jersyer, Brooke., Chetan Prajapati, codegrau, conner_bw, David A. Kennedy, designsimply, Dion Hulse, Dominik Schilling (ocean90), ElectricFeet, ericmeyer, FPCSJames, Garrett Hyder, Gary Pendergast, Gennady Kovshenin, Henry Wright, Jb Audras, Jeffrey Paul, Jip Moors, Joe McGill, Joen Asmussen, John Blackbourn, johnpgreen, Junaid Ahmed, kristastevens, Konstantin Obenland, Laken Hafner, Lance Willett, leemon, Mel Choyce, Mike Schroder, mrmadhat, nandorsky, Nidhi Jain, Pascal Birchler, qcmiao, Rachel Baker, Rachel Peter, RavanH, Samuel Wood (Otto), Sebastien SERRE, Sergey Biryukov, Shital Marakana, Stephen Edgar, Tammie Lister, Thomas Vitale, Will Kwon e Yahil Madakiya.

source: 17 Block Editor related bugs have been fixed across all of the bundled themes.
pt_br: Dezessete erros relacionados ao editor de blocos foram corrigidos em todos os temas padrão.

source: 1naveengiri, Aaron Jorbin, abdullahramzan, alejandroxlopez, Andrew Ozz, Arun, Birgir Erlendsson (birgire), BjornW, Boone Gorges, Brandon Kraft, Chetan Prajapati, David Herrera, Felix Arntz, Gareth, Ian Dunn, ibelanger, John Blackbourn, Jonathan Desrosiers, Joy, khaihong, lbenicio, Leander Iversen, mermel, metalandcoffee, Migrated to @jeffpaul, palmiak, Sergey Biryukov, skoldin, Subrata Sarkar, Towhidul Islam, warmlaundry, and YuriV.
pt_br: 1naveengiri, Aaron Jorbin, abdullahramzan, alejandroxlopez, Andrew Ozz, Arun, Birgir Erlendsson (birgire), BjornW, Boone Gorges, Brandon Kraft, Chetan Prajapati, David Herrera, Felix Arntz, Gareth, Ian Dunn, ibelanger, John Blackbourn, Jonathan Desrosiers, Joy, khaihong, lbenicio, Leander Iversen, mermel, metalandcoffee, Migrated to @jeffpaul, palmiak, Sergey Biryukov, skoldin, Subrata Sarkar, Towhidul Islam, warmlaundry e YuriV.

source: 2 block editor related internationalization (I18N) bugs have been fixed
pt_br: Dois erros relacionados à internacionalização (I18N) do editor de blocos foram corrigidos

source: Aaron Jorbin, Alex Concha, Andrea Fercia, Andy Fragen, Anton Vanyukov, Ben Bidner, bulletdigital, David Binovec, Dion Hulse, Felix Arntz, Garrett Hyder, Gary Pendergast, Ian Dunn, Jake Spurlock, Jb Audras, Jeremy Felt, Johan Falk, Jonathan Desrosiers, Luke Carbis, Mike Schroder, Milan Dinić, Mukesh Panchal, Paul Biron, Peter Wilson, Sergey Biryukov, and Weston Ruter.
pt_br: Aaron Jorbin, Alex Concha, Andrea Fercia, Andy Fragen, Anton Vanyukov, Ben Bidner, bulletdigital, David Binovec, Dion Hulse, Felix Arntz, Garrett Hyder, Gary Pendergast, Ian Dunn, Jake Spurlock, Jb Audras, Jeremy Felt, Johan Falk, Jonathan Desrosiers, Luke Carbis, Mike Schroder, Milan Dinić, Mukesh Panchal, Paul Biron, Peter Wilson, Sergey Biryukov e Weston Ruter.

source: Aaron Jorbin, Alex Shiels, allancole, Andrea Fercia, Andrew Nevins, Andrew Ozz, Birgir Erlendsson (birgire), bobbingwide, Csaba (LittleBigThings), David Binovec, David Herrera, Dominik Schilling (ocean90), Felix Arntz, Gary Pendergast, Gerhard Potgieter, Grzegorz (Greg) Ziółkowski, Jb Audras, Job, Joe McGill, Joen Asmussen, John Blackbourn, Jonathan Desrosiers, kjellr, laurelfulford, Marcus Kazmierczak, Milan Dinić, Muntasir Mahmud, Nick Halsey, panchen, Pascal Birchler, Ramanan, Riad Benguella, Ricky Lee Whittemore, Sergey Biryukov, Weston Ruter, and William Earnhardt.
pt_br: Aaron Jorbin, Alex Shiels, allancole, Andrea Fercia, Andrew Nevins, Andrew Ozz, Birgir Erlendsson (birgire), bobbingwide, Csaba (LittleBigThings), David Binovec, David Herrera, Dominik Schilling (ocean90), Felix Arntz, Gary Pendergast, Gerhard Potgieter, Grzegorz (Greg) Ziółkowski, Jb Audras, Job, Joe McGill, Joen Asmussen, John Blackbourn, Jonathan Desrosiers, kjellr, laurelfulford, Marcus Kazmierczak, Milan Dinić, Muntasir Mahmud, Nick Halsey, panchen, Pascal Birchler, Ramanan, Riad Benguella, Ricky Lee Whittemore, Sergey Biryukov, Weston Ruter e William Earnhardt.

source: Alex Shiels, Alex Concha, Anton Timmermans, Andrew Ozz, Aaron Campbell, Andrea Middleton, Ben Bidner, Barry Abrahamson, Chris Christoff, David Newman, Demitrious Kelly, Dion Hulse, Hannah Notess, Gary Pendergast, Herre Groen, Ian Dunn, Jeremy Felt, Joe McGill, John James Jacoby, Jonathan Desrosiers, Josepha Haden, Joost de Valk, Mo Jangda, Nick Daugherty, Peter Wilson, Pascal Birchler, Sergey Biryukov, and Valentyn Pylypchuk.
pt_br: Alex Shiels, Alex Concha, Anton Timmermans, Andrew Ozz, Aaron Campbell, Andrea Middleton, Ben Bidner, Barry Abrahamson, Chris Christoff, David Newman, Demitrious Kelly, Dion Hulse, Hannah Notess, Gary Pendergast, Herre Groen, Ian Dunn, Jeremy Felt, Joe McGill, John James Jacoby, Jonathan Desrosiers, Josepha Haden, Joost de Valk, Mo Jangda, Nick Daugherty, Peter Wilson, Pascal Birchler, Sergey Biryukov e Valentyn Pylypchuk.

source: Alexander Babaev, Alex Kirk, allancole, Andrea Fercia, Andrew Ozz, Anton Timmermans, David Binovec, David Trower, Dominik Schilling, Eduardo Pittol, Gary Pendergast, Greg Raven, gziolo, herregroen, iCaleb, Jb Audras, Joen Asmussen, John Blackbourn, Jonathan Desrosiers, khleomix, kjellr, laurelfulford, Jeff Paul, mihaivalentin, Milan Dinić, Muntasir Mahmud, Pascal Birchler, Pratik K. Yadav, Riad Benguella, Rich Tabor, strategio, Subrata Sarkar, tmatsuur, TorontoDigits, Ulrich, Vaishali Panchal, volodymyrkolesnykov, Weston Ruter, Yui, ze3kr, and のむらけい.
pt_br: Alexander Babaev, Alex Kirk, allancole, Andrea Fercia, Andrew Ozz, Anton Timmermans, David Binovec, David Trower, Dominik Schilling, Eduardo Pittol, Gary Pendergast, Greg Raven, gziolo, herregroen, iCaleb, Jb Audras, Joen Asmussen, John Blackbourn, Jonathan Desrosiers, khleomix, kjellr, laurelfulford, Jeff Paul, mihaivalentin, Milan Dinić, Muntasir Mahmud, Pascal Birchler, Pratik K. Yadav, Riad Benguella, Rich Tabor, strategio, Subrata Sarkar, tmatsuur, TorontoDigits, Ulrich, Vaishali Panchal, volodymyrkolesnykov, Weston Ruter, Yui, ze3kr e のむらけい.

source: Download WordPress 4.9.1 or venture over to Dashboard → Updates and click "Update Now." Sites that support automatic background updates are already beginning to update automatically.
pt_br: Baixe o WordPress 4.9.1 ou visite o Painel → Atualizações e simplesmente clique em “Atualizar agora”. Sites com suporte a atualizações automáticas em segundo plano já começaram a se atualizar.

source: Download WordPress 4.9.5 or venture over to Dashboard → Updates and click "Update Now." Sites that support automatic background updates are already beginning to update automatically.
pt_br: Baixe o WordPress 4.9.5 ou visite o Painel → Atualizações e simplesmente clique em “Atualizar agora”. Sites com suporte a atualizações automáticas em segundo plano já começaram a se atualizar.

source: Download WordPress 4.9.7 or venture over to Dashboard → Updates and click “Update Now.” Sites that support automatic background updates are already beginning to update automatically.
pt_br: Baixe o WordPress 4.9.7 ou visite o Painel → Atualizações e simplesmente clique em “Atualizar agora”. Sites com suporte a atualizações automáticas em segundo plano já começaram a se atualizar.

source: Download WordPress 4.9.8 or venture over to Dashboard → Updates and click “Update Now.” Sites that support automatic background updates are already beginning to update automatically.
pt_br: Baixe o WordPress 4.9.8 ou visite o Painel → Atualizações e simplesmente clique em “Atualizar agora”. Sites com suporte a atualizações automáticas em segundo plano já começaram a se atualizar.

source: Download WordPress 5.0.1, or venture over to Dashboard → Updates and click Update Now.
pt_br: Baixe o WordPress 5.0.1 ou visite o Painel → Atualizações e simplesmente clique em Atualizar agora.

source: Help us translate WordPress into more than 100 languages!
pt_br: Ajude-nos a traduzir o WordPress para o português!

source: Help us translate WordPress into more than 100 languages! A known issue: the block autocompleter fails for blocks whose names contain characters in non-Latin scripts.
pt_br: Ajude-nos a traduzir o WordPress para o Português do Brasil! Um problema já conhecido: o autocompletar dos blocos não funciona com nomes que contenham caracteres não-latinos.

source: Help us translate WordPress into more than 100 languages! The beta 2 release als marks the soft string freeze point of the 5.1 release schedule.
pt_br: Ajude-nos a traduzir o WordPress para o português! O lançamento da versão beta 2 também significa que novas strings para tradução da versão 5.1 serão evitadas.

source: Karim El Ouerghemmi discovered that authors could alter meta data to delete files that they weren’t authorized to.
pt_br: Karim El Ouerghemmi descobriu que autores poderiam alterar os metadados para excluir arquivos sem autorização.

source: Request some special 15th anniversary WordPress swag (no later than April 27, please, so we have time to ship it to you).
pt_br: Solicite alguns brindes especiais do 15º aniversário do WordPress (só até o dia 27 de abril, por favor, para que haja tempo para o envio).

source: Sam Thomas discovered that contributors could craft meta data in a way that resulted in PHP object injection.
pt_br: Sam Thomas descobriu que colaboradores poderiam criar metadados de uma forma que resultaria em injeção de objeto do PHP.

source: Several refinements and bug fixes related to the Site Health project have been made.
pt_br: Vários ajustes finos e correções de erros relacionado ao projeto Diagnóstico foram feitos.

source: Team Yoast discovered that the user activation screen could be indexed by search engines in some uncommon configurations, leading to exposure of email addresses, and in some rare cases, default generated passwords.
pt_br: A equipe Yoast descobriu que a tela de ativação de usuário poderia ser indexada por mecanismos de pesquisa em algumas configurações incomuns, levando à exposição de endereços de e-mail e, em alguns casos raros, senhas geradas automaticamente.

source: This post has more information about all of the issues fixed in 4.9.1 if you'd like to learn more.
pt_br: Para saber mais, acesse este post com mais informações sobre todos os problemas ajustados na versão 4.9.1.

source: This post has more information about all of the issues fixed in 4.9.5 if you'd like to learn more.
pt_br: Para saber mais, acesse este post com mais informações sobre todos os problemas ajustados na versão 4.9.5.

source: This post has more information about all of the issues fixed in 4.9.8 if you’d like to learn more.
pt_br: Este post tem mais informações sobre todas os problemas resolvidos na versão 4.9.8, se você quiser saber mais.

source: Tim Coen also discovered that specially crafted URL inputs could lead to a cross-site scripting vulnerability in some circumstances.
pt_br: Tim Coen também descobriu que entradas de dados para URL feitas de uma determinada forma poderiam levar a vulnerabilidade por XSS em algumas circunstâncias.

source: Tim Coen and Slavco discovered that authors on Apache-hosted sites could upload specifically crafted files that bypass MIME verification, leading to a cross-site scripting vulnerability.
pt_br: Tim Coen e Slavco descobriram que autores em sites usando Apache poderiam enviar arquivos criados de uma determinada forma para ignorar a verificação por MIME, levando à uma vulnerabilidade por XSS.

source: Tim Coen discovered that contributors could edit new comments from higher-privileged users, potentially leading to a cross-site scripting vulnerability.
pt_br: Tim Coen descobriu que colaboradores poderiam editar novos comentários de usuários com mais privilégios, potencialmente levando à uma vulnerabilidade de execução de scripts de outros sites (XSS, do inglês Cross-Site Scripting).

source: Version 5.1.2 is expected to follow a similar two week release cadence.
pt_br: Espera-se que a versão 5.1.2 também siga um ritmo de aproximadamente duas semanas.

source: WooCommerce Blocks 1.3.0 was released yesterday with six new blocks.
pt_br: WooCommerce Blocks 1.3.0 foi lançado ontem com seis novos blocos.

source: Start one!) and then spread the word to other local meetups, tech groups, press, etc and get people to say they’ll come to your party.
pt_br: Crie um!) e então espalhe a notícia para outros meetups locais, grupos de tecnologia, imprensa, etc. e incentive os participantes a ajudar na divulgação.

source: WP_DEBUG_LOG can be set to a custom log location (#18391).
pt_br: A constante WP_DEBUG_LOG pode ser configurada para uma localização personalizada (#18391).

source: get_template_part() will now return a value indicating whether a template file was found and loaded (#40969).
pt_br: A função -get_template_part() agora retorna um valor indicando que um arquivo foi encontrado e carregado (#40969).

source: Let’s test all of these:
pt_br: Vamos testar tudo isso:

source: WordPress Five Point Oh
pt_br: WordPress cinco ponto zero

source: code editing, theme switches,
pt_br: edição do código, troca de temas,

source: widgets, scheduling.
pt_br: widgets, agendamento.

source: <em>Authored by</em> Sara Rosso
pt_br: <em>Autora:</em> Sara Rosso

source: <em>Contributions from</em> Barry Abrahamson, Michael Adams, Jon Cave, Helen Hou-Sand&iacute;, Dion Hulse, Mo Jangda, Paul Maiorana
pt_br: <em>Contribuições de</em> Barry Abrahamson, Michael Adams, Jon Cave, Helen Hou-Sand&iacute;, Dion Hulse, Mo Jangda, Paul Maiorana

source: <em>Version 1.0 March 2015</em>
pt_br: <em>Versão 1.0 Março de 2015</em>

source: If you think you’ve found a bug, you can post to the Alpha/Beta area in the support forums.
pt_br: Se acha que encontrou um erro, você pode publicá-lo na área Alpha/Beta do fórum oficial.

source: A faster WordPress website will be rewarded by search engines, so you’ll rank higher in search!
pt_br: Um site WordPress mais rápido será recompensado por mecanismos de busca, portanto você aparecerá melhor nas pesquisas!

source: A faster website will retain visitors better (they’ll leave if it takes too long to load), making your website more effective.
pt_br: Um site mais rápido retém melhor visitantes (eles deixarão o site se precisarem esperar o carregamento por muito tempo), tornando o seu site mais efetivo.

source: A more secure website is better protected against hackers, and the cost and reputational damage associated with a hacked website.
pt_br: Um site mais seguro está mais protegido contra hackers e contra o prejuízo à marca associado a um site invadido.

source: Check PHP compatibility: install the PHP Compatibility Checker plugin to check your themes and plugins for possible issues.
pt_br: Verifique a compatibilidade do PHP: instale o plugin PHP Compatibility Checker para verificar possíveis problemas nos seus temas e plugins.

source: Fix any PHP compatibility issues: if the PHP Compatibility Checker plugin picks up any issues, get in touch with the theme or plugin developer and ask them to investigate.
pt_br: Corrija os problemas de compatibilidade do PHP: se o plugin PHP Compatibility Checker encontrar qualquer problema, entre em contato com os desenvolvedores do tema ou do plugin e peça que eles investiguem.

source: Following are the highlights of what is now available.
pt_br: Apresentamos aqui uma lista das novidades agora disponíveis.

source: Make a backup of your website: a backup will let you revert your site to how it is right now in the event anything goes wrong.
pt_br: Faça um backup do seu site: um backup, uma cópia de segurança, permitirã que você recupere seu site à forma como ele era antes de algo dar errado.

source: Most users will now be presented with a notice in their WordPress dashboard.
pt_br: Um aviso será apresentado quase todos os usuários no Painel do WordPress.

source: Reminder: the WordPress 5.0 release date has changed.
pt_br: Lembrete: A data de lançamento do WordPress 5.0 mudou.

source: Some users will now be presented with a notice in their WordPress dashboard.
pt_br: Um aviso será apresentado para alguns usuários no Painel do WordPress.

source: The WordPress 5.0 release date has changed, it is now scheduled for release on November 27, and we need your help to get there.
pt_br: A data de lançamento do WordPress 5.0 mudou. A nova data é 27 de novembro e precisamos da sua ajuda para que isso aconteça.

source: This software is still in development, so we don’t recommend you run it on a production site.
pt_br: Esta versão ainda está em desenvolvimento, portanto não recomendamos seu uso em ambientes de produção.

source: Update WordPress, themes, and plugins: from your WordPress Dashboard, head to Updates, and then update all.
pt_br: Atualize o WordPress, temas e plugins: no Painel do WordPress, vá até Atualizações e atualize tudo.

source: WordPress 5.0 will be released on December 6, 2018.
pt_br: O WordPress 5.0 será lançado em 6 de dezembro de 2018.

source: You can learn more by reading “Try Gutenberg” Callout in WordPress 4.9.8.
pt_br: Você pode saber mais lendo o post sobre a chamada para o Gutenberg no WordPress 4.9.8 (em inglês).

source: You can learn more by reading the “Try Gutenberg” Callout in WordPress 4.9.8 post.
pt_br: Você pode saber mais lendo o post sobrea chamada para o Gutenberg no WordPress 4.9.8 (em inglês) .

source: Your website will be faster as the latest version of PHP is more efficient.
pt_br: Seu site será mais rápido porque as versões mais recentes do PHP são mais eficientes.

source: Your website will be more secure. PHP, like WordPress, is maintained by its community.
pt_br: Seu site será mais seguro. O PHP, assim como o WordPress, é mantido por sua comunidade.

source: A permalink panel has been added to the document sidebar to make it easier to find.
pt_br: Um painel de links permanentes foi incluído na barra lateral de documento e agora é mais fácil encontrá-la.

source: A Calendar block
pt_br: Um bloco de calendário

source: A HTTP error occurring when opening browser developer tools (#46218).
pt_br: Erro HTTP ao abrir as ferramentas do desenvolvedor do navegador (#46218).

source: A Little Better Every Day
pt_br: Um pouco melhor a cada dia

source: A MediaElement JavaScript error preventing users of certain languages from being able to upload media files.
pt_br: Um erro de JavaScript no MediaElement que não permitia que os usuários de determinados idiomas subissem arquivos de mídia.

source: A Note about WordPress.com and WordPress security
pt_br: Uma observação sobre a segurança do WordPress e do WordPress.com

source: A Search block
pt_br: Um bloco de busca

source: A Tag Cloud block
pt_br: Um bloco de nuvem de tags

source: A bug preventing the Custom Fields meta box from being enabled has been fixed (#46028).
pt_br: Um erro que impedia a ativação da metabox de campos personalizados foi corrigido (#46028).

source: A few PHP errors in the Customizer have been fixed.
pt_br: Alguns errors de PHP no Personalizar foram corrigidos.

source: A few differences in behaviour between the classic block and the classic editor have been fixed (#46062, #46071, #46085).
pt_br: Algumas diferenças no comportamento entre o bloco clássico e o editor clássico foram corrigidas (#46062, #46071 e #46085).

source: A final release date will be announced soon, based on feedback from this release candidate.
pt_br: Uma data de lançamento final será anunciada em breve, baseada nos comentários sobre o RC.

source: A final release date will be announced soon, based on feedback on the RC.
pt_br: Uma data de lançamento final será anunciada em breve, baseada nos comentários sobre o RC.

source: A footer menu has been added for secondary page links.
pt_br: Um menu de rodapé foi adicionado para links de página secundários.

source: A full list of changes can be found in the Gutenberg 4.4 release post.
pt_br: A lista completa de mudanças está no post de lançamento do Gutenberg 4.4.

source: A handful of smaller bugs have also been fixed in this release, including:
pt_br: Vários pequenos erros foram corrigidos nesta versão, incluindo:

source: A myriad of minor tweaks and improvements.
pt_br: Vários pequenos ajustes e melhorias.

source: A new human_readable_duration function
pt_br: Uma nova função human_readable_duration

source: A new “Privacy” page is added under the “Tools” menu.
pt_br: Uma nova página "Privacidade" foi adicionada no menu "Ferramentas".
